#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=French
@LOCALIZEDNAME=Franηais
@AUTH=Yann Canut & Laurentxp
@EMAIL=laurentxp@yahoo.fr
@DESC=TeenSpirit en Franηais
@WWW=www.Liberkey.com
@VERSION=0.92g
@BUILD=0
@AUTOUPDATEURL= (future feature that will support live lang pack update) 

#102=Export Selected Lines
102=Exporter lignes sιlectionnιes
#103=Album
103=Album
#104=Export All
104=Tout exporter
#105=TrackNo
105=Piste N 
#106=Location
106=Chemin
#107=Size
107=Taille
#108=Type
108=Type
#109=Duration
109=Durιe
#110=Bitrate
110=Echantillonage
#111=Delete From History
111=Effacer de l'historique
#112=Genre
112=Genre
#113=Comment
113=Commentaire
#114=Date Added
114=Ajoutι le
#115=Rating
115=Note
#116=Track not found.
116=Piste introuvable.
#117=Number of Tracks
117=Nombre de pistes
#118=Do you want to see the exported file now?
118=Voulez-vous voir le fichier exportι maintenant ?
#119=Date Updated
119=Mis ΰ jour le
#120=Operation
120=Opιration
#121=No Tracks in this Selection
121=Pas de piste dans cette sιlection
#123=Idle
123=Inactif
#124=Select Something
124=Sιlectionner quelque chose
#125=Total Size of Tracks (Mb)
125=Taille totale des pistes (Mo)
#126=Idle
126=Inactif
#127=Records
127=Records
#128=Show Year (in [] after Albums)
128=Afficher l'annιe (aprθs l'album)
#129=First Appearance
129=Premiθre apparition
#130=Last Appearance
130=Derniθre apparition
#131=Rank
131=Rang
#132=Hits
132=Hits
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Voulez-vous ιgalement mettre les fichiers ΰ jour ? (%d Fichiers seront affectιs)
#134=Application
134=Programme
#135=Update Tracks Warning
135=Avertissement de mise ΰ jour de pistes
#136=Language
136=Langue de l'interface
#137=*Needs program restart
137=*Necessite le redιmarrage du programme
#139=Recognize as fast as you can the song that you listen.
139=Reconnaξtre le plus rapidement possible la chanson que vous ιcoutez.
#140=Add Files
140=Ajouter un Dossier
#141=Update Local Collections
141=Mise ΰ jour Bibliothθque
#142=Exit
142=Quitter
#143=Select Folder
143=Sιlectionner dossier
#144=[Unknown]
144=[Inconnu]
#145=Quick
145=Rapide
#146=Search
146=Recherche
#147=Play
147=Jouer
#148=Enqueue
148=Ajouter ΰ lecture en cours
#149=Advanced Search
149=Recherche avancιe
#150=History
150=Historique
#151=Options
151=Options
#152=Collections
152=Bibliothθque
#153=About
153=A propos
#154=Artists - Albums
154=Artistes - Albums
#155=Genres - Artists
155=Genres - Artistes
#156=Years - Albums
156=Annιes - Albums
#157=Collections - Artists
157=Collections - Artistes
#158=Albums with various artists*
158=Compilations*
#159=Sort By Name
159=Trier par nom
#160=Sort By Rating
160=Trier par note
#161=Sort By Number Of Tracks
161=Trier par nombre de pistes
#162=All
162=Tous
#163=Audio
163=Audio
#164=Video
164=Vidιo
#167=Show/Hide Mini Player
167=Montrer/Cacher Mini lecteur
#168=Play / Pause
168=Jouer / Pause
#169=Stop
169=Stop
#170=Next
170=Suivant
#171=Previous
171=Prιcedent
#172=Shuffle
172=Alιatoire
#173=Loop
173=Boucle
#174=Show Main Window
174=Montrer fenκtre principale
#175=Show Mini Player
175=Montrer Mini lecteur
#176=Exit Application
176=Quitter Programme
#177=result found
177=rιsultat trouvι
#178=results found
178=rιsultats trouvιs
#179=Please enter at least 1 character.
179=Saisir au moins un caractθre.
#180=Media Idle
180=Mιdia inactif
#181=Network Idle
181=Rιseau inactif
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Le fichier '%s' n'a pas pu κtre effacι. Voulez-vous simplement l'enlever de votre bibliothθque ?
#183=Scanning Files
183=Balayer fichiers...
#184=File
184=Fichier
#185=Downloading
185=Tιlιchargement...
#186=Auto Continue
186=Auto Continue
#187=Show Visualizations - Video
187=Montrer visualisations - Vidιo
#188=Randomize List
188=Liste alιatoire
#189=Load List (m3u)
189=Charger liste (m3u)
#190=Save List (m3u)
190=Enregistrer liste (m3u)
#191=Clear List
191=Effacer liste
#192=[Various]
192=[Divers]
#193=Days between check
193=Tιlιcharger informations (AllMusic.com)
#195=Properties
195=Propriιtιs
#197=Bad
197=Mauvais
#198=Neutral
198=Neutre
#199=Good
199=Bon
#200=Very Good
200=Trιs bon
#201=Outstanding
201=Fantastique
#202=Open Containing Folder
202=Ouvrir l'emplacement du dossier
#203=Copy To
203=Copier vers
#204=Copy Path
204=Chemin de copie
#205=Renamer
205=Renommer
#206=Delete
206=Effacer
#207=Download Lyrics
207=Tιlιcharger les paroles
#208=The files will be completly erased from your PC. Are you sure?
208=Vous κtes sur le point d'effacer des pistes. Voulez-vous continuer ?
#209=Deletion Operation
209=Opιration de suppression
#210=Warning
210=Avertissement
#211=Simple Search
211=Recherche simple
#212=All Time
212=Toutes annιes confondues
#213=Best/Worst
213=Meilleur/Pire
#214=Lyrics Available
214=Paroles disponibles
#215=Special Info
215=Information spιciale
#216=Comments Available
216=Commentaires disponibles
#217=Personal Available
217=Personnels disponibles
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Rang global<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Rang mensuel : </b>%s (%d Hits)<br><b>Ajoutιs ΰ la bibliothθque : </b>%s<br><b>Jouι la premiθre fois : </b>%s<br><b>Joue la derniere fois : </b>%s<br></tr></table>
#219=Tracks
219=Pistes
#220=Album Review Not Found
220=Revue d'album introuvable
#221=Album review
221=Revue d'album
#222=Lyrics Not Found
222=Paroles introuvables
#223=Open Picture
223=Ouvrir image
#224=Edit Picture
224=Modifier image
#225=Save Picture
225=Enregistrer image
#226=Save Text
226=Enregistrer texte
#227=Operation Failed
227=Opιration ιchouιe
#228=Lyrics
228=Paroles
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Chercher des pistes avec :
#230=Popularity
230=Populaire
#231=Information not found
231=Information introuvable
#232=Comments
232=Commentaires
#233=Personal
233=Personnel
#234=Special Info
234=Information spιciale
#235=Artist Biography not found
235=Biographie d'artiste introuvable
#236=Artist Biography
236=Biographie d'artiste
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Chercher dans les champs :
#238=Lyrics etc.
#239=Latest Additions
239=Importιs rιcemment
#240=File Type Filter
240=Type de mιdia
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Voir les <b>Derniers</b> fichiers qui ont ιtι ajoutιs ΰ votre bibliothθque.
#242=Since
242=Depuis
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Trouver le meilleur ou le pire morceau (en se basant sur la <b>Note</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Pistes les plus populaires (basι sur l'historique).
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Recherche dans les champs d'information 
#246=Information Type
#247=Please wait...
247=Patientez...
#248=by
248=par
#249=Last query needed %d ms
249=Derniθre requθte requise %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Etes-vous sur de vouloir <b>confirmer la desactivation de paroles</b><br> dans cette session (jusqu'ΰ ce que vous redιmarriez teen spirit)?
#251=Disable Lyrics Confirmation
251=Confirmation de dιsactivation de paroles
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=<b>Votre Bibliothθque est vide.</b><br>Si c'est la premiθre fois</b> que vous exιcutez ce programme,<br>vous pouvez visiter <a href='http://www.artificialspirit.com'>Le site Teen Spirit</a> pour obtenir de l'aide.
#253=Yes
#254=No
254=Non
#255=Empty Collection
255=Bibliothθque vide
#256=Years
256=Annιes
#257=Months
257=Mois
#258=Days
258=Jours
#259=365 Days
259=365 jours
#260=30 Days
260=30 jours
#261=10 Days
261=10 jours
#262=24 Hours
262=24 Heures
#263=Track played
263=Piste jouιe
#264=Track specific click
264=Track specific click
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normal
#271=Recorded History
271=Historique enregistrι
#272=Top Songs
272=Meilleures chansons
#273=Top Artists
273=Meilleurs artistes
#274=Year
274=Annιe
#275=Month
275=Mois
#276=Day
276=Jour
#277=untill
277=jusqu'ΰ
#278=Not Enough Data.
278=Pas assez de donnιes.
#279=Time Interval
279=Intervalle de temps
#280=This information will be written in the file.
280=Cette information sera ιcrite dans le fichier.
#281=TimeSlider
281=Curseur temporel
#282=This information will not be written in the file.
282=Cette information ne sera pas ιcrite dans le fichier.
#283=Active
283=Actif
#284=Text Filters
284=Filtres de texte
#285=Title
285=Titre
#286=Artist
286=Artiste
#287=Export Finished
287=Exportation terminιe
#288=Date Filter
288=Filtre de date
#289=Normal
289=Normal
#290=Show Number Of Items (in () after Item)
290=Afficher le nombre d'ιlιments(entre () aprθs ιlιment)
#291=Extra Info
291=Information supplιmentaire
#292=Item Grouping (Artist / Album Style)
292=Groupement d'ιlιments (Artiste / Style d'album)
#293=Update
293=Mise ΰ jour
#294=Remove
294=Suppression
#295=Add Collection
295=Ajout Bibliothθque
#296=Name
296=Nom
#297=Enabled
297=Actif
#298=Min number of Tracks
298=Nombre minimum de pistes
#299=Main Tags
299=Etiquettes principales
#300=Extra Tags
300=Etiquettes supplιmentaires
#301=Internet Options
301=Options Internet
#302=Impersonate Browser
302=Impersonate navigateur Teen Spirit
#303=Use Default Proxy
303=Utiliser proxy par defaut
#304=Automated Downloader
304=Tιlιchargeur automatisι
#309=Special Tags Support
309=Support Tags spιciaux
#310=Auto Play
310=Lecture automatique
#311=Remember Last Track
311=Se souvenir du dernier morceau lu
#312=Remember Time
312=ainsi que le temps
#313=Play Control
313=Contrτle de lecture
#314=Startup
314=Dιmarrage
#315=General
315=Gιnιral
#316=Global Hotkeys
316=Raccourcis globaux
#317=Picture
317=Image
#318=Minimize to Tray
318=Rιduire dans la zone de notification
#319=Mini Player
319=Mini Lecteur
#320=Show Always
320=Toujours visible
#321=Automatic
321=Automatique
#322=Manually
322=Manuel
#323=Never Show
323=Toujours cacher
#324=List View
324=Vue en liste
#325=Show 'New' sign (in days)
325=Montrer signe 'Nouveau' (en jours)
#326=Accept
326=Accepter
#327=Try Again
327=Rιessayer
#328=Refuse
328=Refuser
#329=Accept All
329=Tout accepter
#330=Don't Show Again
330=Ne plus montrer
#331=Info Check
331=Vιrification d'informations
#332=Main Options
332=Options principales
#333=Tree View
333=Vue arborescente
#334=Information Retrieval
334=Rιcupιration d'Informations
#335=Media Player
335=Lecteur Mιdia
#336=Tagging
336=Tags (Etiquetage)
#337=A general <b>public</b> description of the track.
337=Une description gιnιrale <b>publique</b> de la piste.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Quelque chose que ce morceau vous <b>rappelle</b>. Cette information est <b>personnelle</b>.
#340=Multiple Files Properties
340=Propriιtιs de fichiers multiples
#342=Biography
342=Biographie
#343=Review
343=Revue
#344=Import data from a file
344=Importer donnιes depuis un fichier
#346=Paste or write some text
346=Coller ou ιcrire du texte
#347=Delete Picture
347=Effacer image
#348=Paste Picture
348=Coller image
#349=Picture Dimensions
349=Dimensions d'image
#350=There is a new version available.<br>Do you want to go to the info page?
350=Une nouvelle version est disponible.<br> Voulez-vous vous rendre sur la page d'information ?
#351=Program is up-to-date.
351=Teen Spirit est ΰ jour.<br>Pas de nouvelle version disponible.
#352=Check for updates
352=Recherche de mises ΰ jour
#353=Games
353=Jeux
#354=Update Check Failed.
354=Echec de vιrification de mise ΰ jour.
#355=There is no picture in the clipboard.
355=Il n'y a pas d'image dans le presse-papiers.
#356=Collection List
356=Liste de Bibliothθques
#358=Start
#359=Results
359=Rιsultats
#360=Correct Answers
360=Rιponses correctes
#361=Wrong Answers
361=Mauvaises rιponses
#362=Score:
362=Score
#363=Submit Results
363=Soumettre les rιsultats
#364=Current
364=Actuel
#365=Best
365=Meilleur
#366=Rename
366=Renommer
#367=Please enter a new name
367=Entrez un nouveau nom
#368=Total Score:
368=Score Total:
#369=Question:
369=Question:
#370=Best Score:
370=Meilleur Score:
#371=Correct
371=Correct
#372=Mistake
372=Erreur
#373=Music Quiz
373=Quiz Musical
#374=Adding
374=Ajouter
#375=Copy Text
375=Copier Texte
#376=Detailed Search
376=Recherche dιtaillιe
#377=Collection
377=Bibliothθque
#378=Local Folder
378=Dossier Local
#379=Net Folder
379=Dossier sur le Net
#380=Media
380=Mιdia
#381=Audio CD
381=Audio CD
#382=External Collection
382=Bibliothθque Externe
#383=Automatically update database after (sec)
383=Mise ΰ jour auto de la base de donnιes aprθs (sec)
#385=Collection update started.
#386=Collection update finished.
386=MΰJ Bibliothθque terminιe.
#387=Removing missing files
387=Effacement des fichiers...
#388=files removed
388= %d fichiers effacιs
#389=files added
389=fichiers ajoutιs
#390=Show History
390=Montrer Historique
#391=Can' t Locate File!
391=Impossible de localiser le fichier!
#392=Do you want to see the exported file now?
392=Voulez-vous voir le fichier exportι maintenant ?
#393=Empty playlist. Drag Drop some tracks here
393=Liste de lecture vide. Dιposez quelques pistes ici
#394=Use multimedia hotkeys
394=Utiliser raccourcis clavier
#395=Clipboard
395=Presse-papiers
#396=Folder
396=Dossier
#397=Collection already exists
397=Bibliothθque Existante
#398=Do You want to continue?
398=Voulez-vous continuer?
#399=Collection was not accessible
399=La Bibliothθque n'ιtait pas accessible
#400=Collection is not ready.
400=La Bibliothθque n'est pas prκte.
#401=Track Removed from collection
401=Piste enlevιe de la Bibliothθque
#402=Removable Storage
402=Mιdia amovible
#403=Not enough tracks to play the quiz
403=Pas assez de pistes pour jouer
#404=Show All Tracks
404=Montrer toutes les pistes
#405=Locate Track
405=Localiser la piste
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Les infos de l'album peuvent κtre disponibles dans les serveurs FreeDB. Voulez-vous essayer de les tιlιcharger?
#407=The selected CD/DVD Drive is empty.
407=Le lecteur de CD / DVD sιlectionnι est vide.
#408=Select Drive
408=Sιlection du disque
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Choisissez un ιlιment de la liste. Appuyez sur "Analyser" pour mettre ΰ jour la liste.
#410=Internet is not connected. Do you want to go online?
410=Vous n'κtes pas connectι. Voulez-vous vous connecter?
#411=Working
411=Working
#412=The whole Drive/Media will be added
412=L'ensemble du Disque sera ajoutι
#413=total
413=total
#414=Docked Visualization
414=Visualisation attachιe
#415=Services
415=Services
#416=Virtual tracks
416=Pistes virtuelles
#417=This item already exists
417=Cet ιlιment existe dιjΰ
#418=Empty
418=Vide
#419=Ready
419=Prκt
#420=Import Virtual Tracks
420=Importer Pistes virtuelles
#421=Export Virtual Tracks
421=Exporter Pistes virtuelles
#422=Select the items you want to import to your Virtual Tracks Collection
422=Sιlectionnez les ιlιments que vous souhaitez importer dans votre Bibliothθque de Pistes virtuelles
#423=Select the virtual tracks you want to export to the file
423=Sιlectionnez les pistes virtuelles vous souhaitez exporter dans un fichier
#424=Import
424=Importer
#425=Add Virtual Track
425=Ajouter Piste virtuelle
#426=Export
426=Exporter
#427=Insert List (m3u)
427=Inserer Liste (m3u)
#428=Hide Visualizations
428=Cacher Visualisation
#429=Auto Continue Mode
429=Mode Auto Continue 
#430=Insert Random Tracks
430=Insιrer pistes alιatoires
#431=Remove Others
431=Effacer les autres
#432=Visualizations/Video
432=Visualisations/Vidιo
#433=Current Viewer
433=Visionneuse actuelle
#434=Music Browser
434=Music Browser
#435=Mode
435=Mode
#436=Sort
436=Trier
#437=Filter
437=Filtre
#438=Play List
438=Liste de lecture
#439=Track List
439=Liste des pistes
#440=Browser
440=Navigateur
#441=Success
441=Rιussite
#442=Provider
442=Fournisseur
#443=Failure
443=Echec
#444=Volume
444=Volume
#445=Auto
445=Auto
#446=Sync with player
446=Synchronisation avec lecteur
#447=New
447=Nouveau
#448=Messenger now playing
448=Messenger "ce que j'ιcoute"
#449=Transparency
449=Transparence
#450=Skin
450=Skin
#451=LastFM Scrobbler
451=LastFM Scrobbler (piste ajoutιe ΰ votre profil musical)
#452=Artist picture
452=Photo Artiste
#453=Album picture
453=Photo Album 
#454=sec
454=sec
#455=Activation delay
455=Activation retard
#456=Format is not supported
456=Le format n'est pas supportι
#457=Refuse All
457=Tout refuser
#458=Cancel
458=Annuler
#459=Help
459=Aide
#460=Penalty
460=Pιnalitι
#461=Bonus
461=Bonus
#462=Game Over
462=Game Over
#463=Total Time
463=Temps Total
#464=Game Info
464=Info Jeu
#465=I don't know
465=Je ne sais pas
#466=Level
466=Niveau
#467=Select Game
467=Sιlectionner Jeu
#468=Crossfade
468=Fondu entre 2 pistes
#469=Disabled
469=Dιsactivι
#470=End
470=Fin
#471=Both
471=Les deux
#472=External player
472=Lecteur externe
#473=Change case
473=Changer la casse
#474=All Caps
474=ABC 
#475=No Caps
475=abc
#476=Proper Case
476=Abc Abc
#477=First Cap
477=Abc abc
#478=Advanced
478=Avancι
#480=Appearance
480=Apparence
#481=Tooltips
481=Infobulles
#482=Behaviour
482=Comportement
#483=Maximum size
483=Taille Maximum
#484=Author
484=Auteur
#485=Statistics
485=Statistiques
#486=Description
486=Description
#487=Information
487=Information
#488=Pause
488=Pause
#489=Download
489=Tιlιcharger
#490=Create
490=Crιer
#491=Update Info From File (Tags)
491=Mise ΰ jour des infos depuis fichier (Tags)
#492=Locate Album
492=Localiser Album
#493=More Options
493=Plus d'options
#494=Descending
494=Versi
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
